/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 100,
        "padding_bottom": 100
      }
    },
    "collapsible_content_KcND43": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_rrJqXf": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Bundle Discounts",
            "icon": "none",
            "row_content": "<p>Save up to 20% bundle discounts are calculated based on inclusive standard discounts listed below unless pricing is discounted during any other promotional period.</p><ul><li>Save 6% off the retail bundle price (base bundle discount).</li><li>Save 15% off the retail bundle price.10% discount for Loyalty Program members on our standard and flexi-ship program, plus 6% base bundle discount.<br/>OR<br/>10% discount for email subscribers of our 10% off first order discount, plus 6% base bundle discount.</li><li>Save 20% off the retail bundle price15% discount for Loyalty Program members on our auto-ship program or Subscribe and Save customers, plus 6% base bundle discount.<br/>OR<br/>15% discount for SMS subscribers of our 15% off first order discount, plus 6% base bundle discount.</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_jrXhpi": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Refer a Friend",
            "icon": "none",
            "row_content": "<ol><li>Xtendlife natural product (\"we\" or \"Xtendlife\") offers Customers the opportunity to refer friends to try Xtendlife products (“Referral Program” or “Program”). To participate, any customer who successfully purchased an order will be eligible to refer. A referral link will be generated to share with friends. A customer may attain an unlimited number of qualified referrals, but any qualified referral shall be subject to review and/or verification at any time by Xtendlife and it is in the sole discretion of Xtendlife as to the legitimacy and validity of such qualified referral.<br/>Refer a Friend program is not eligible for wholesalers or distributors.</li><li>The referee (The person being referred or ‘the friend’) will be eligible for a 20% discount via an auto-generated referral code on their first purchase follow the following conditions:</li></ol><ul><li>The referee is a first-time customer of Xtendlife on the <a href=\"https://www.xtend-life.com/\">xtend-life.com</a> website; and</li><li>The code is valid for 30 days of being referred</li></ul><ol><li>Once the referee (‘the friend’) places their first order with Xtendlife, the referrer will be notified via email about the referral status. If the referee’s purchase is qualified, the referrer will receive a confirmation email with a discount code to save 20% on their next order.<br/><br/>The referrer must use the original email address associated with Xtendlife at checkout, this should also be the email used in the referral program.<br/><br/>This referral discount can NOT be used in conjunction with any other promotions or Loyalty Program discounts.</li></ol><h4>Qualified Referral</h4><p>Qualified Referral means that all the following conditions are met:</p><ul><li>The referee (the person being referred or ‘the friend’) must be a new customer of Xtendlife online store (as determined by Xtendlife in its sole discretion).</li><li>The referee’s order must be placed within 30 days from the date the referral code is being generated.</li><li>Once a referral is successful, (meaning the referred friend has placed an order successfully and to completion), the referrer will receive a confirmation email about the success of the referral, and a save 20% code will be attached.</li><li>If multiple qualifying referrals are made, multiple confirmation emails will be delivered to the referrer, but only one 20% discount can be used per order.</li><li>The referrer’s discount code earned is valid for 60 days from the date the confirmation email is received by the referrer.</li></ul><h4>Sharing Invitation Links</h4><ul><li>Referrals should only be used for personal and non-commercial purposes, and only shared with personal connections that will appreciate receiving these invitations.</li><li>Invitation links should not be published or distributed where there is no reasonable basis for believing that all or most of the recipients are personal friends or family. For example, invitation links should not be distributed via commercial websites (such as coupon websites or Reddit).</li><li>Use of any automated system, script or macro to participate in the program or generate referrals is strictly prohibited. Xtendlife reserves the right to revoke or refuse to issue any credit for referrals that it suspects were generated through improper channels.</li></ul><h4>No Spam</h4><ul><li>Bulk email distribution, distribution to strangers, or any other promotion of a unique referral link in a manner that would constitute or appear to constitute unsolicited commercial email or “spam” in Xtendlife’ s sole discretion is expressly prohibited and is grounds for deactivation of his or her invitation link, exclusion from the program, and revocation of all related credits.</li></ul><h4>Program Conditions and Limitations</h4><ul><li>Customers may not participate in the program where doing so would be prohibited by any applicable law or regulations. We reserve the right to modify or amend at any time these Referral Program Terms and Conditions and the methods through which any credits may be earned.</li><li>Credits have absolutely no monetary value and may not, under any circumstances, be redeemed for cash or any cash equivalent including but not limited to gift cards, certificates, or refunds. Xtendlife may cancel, amend or revoke the credit at any time for any reason.</li><li>Credits are personal to the rewarded user and are not transferable and may not be auctioned, traded, bartered or sold, whether by operation of law or otherwise. Upon termination of the program or any portion thereof for any reason, or upon cancellation of a user’s account for any reason, any unredeemed credits (including without limitation any unapplied credits) accumulated are forfeited.</li><li>You cannot refer yourself to generate referrals and earn credits. Users may not participate with multiple or fake email addresses or accounts, or use fictitious identities or use any system, bot or other device or artifice to participate in the program or earn credits.</li></ul><h4>Termination and Changes</h4><ul><li>Xtendlife may suspend or terminate the program or a user’s ability to participate in the program at any time for any reason.</li></ul><h4>Updates to the Terms</h4><ul><li>Xtendlife may modify these Referral Program Terms and Conditions at any time, with or without notice, even though these changes may affect your ability to use the Program, subject to our compliance with applicable laws.</li></ul>",
            "page": ""
          }
        },
        "collapsible_row_9yKRb8": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Total Balance new customer offer",
            "icon": "none",
            "row_content": "<ul><li>Receive 20% off your next Total Balance order when you shop through the Xtendlife website, when applying the specified discount code at checkout.   </li><li>This offer is valid for new customers who have purchased Total Balance for the first time.  </li><li>Valid for purchases from May 7, 2024, using the specified discount code. </li><li>The discount applies to Total Balance Women’s, Total Balance Men’s, Total Balance Women’s Premium, Total Balance Men’s Premium and Total Balance Unisex. The discount code excludes all other products on the Xtendlife online store.    </li><li>The product must be added to cart, and the discount code must be entered at checkout to redeem the offer.   </li><li>The discount code is one-time use only and valid for one order per customer. </li><li>The discount code cannot be deducted retrospectively once the order has been completed and charged.  </li><li>The discount code cannot be applied to previous purchases or be combined with other discount codes or offers.  </li><li>Loyalty Program and Subscribe & Save members must place a new order through checkout.  The Loyalty Program and Subscribe and Save discount cannot be combined with this offer.  </li><li>The discount code is not transferable and may not be resold or redeemed for cash.  </li><li>The discount code will be invalid if any of the terms and conditions are violated.  </li></ul>",
            "page": ""
          }
        },
        "collapsible_row_k4dGtr": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Subscribe and Save Welcome Offer",
            "icon": "none",
            "row_content": "<ul><li>To qualify, the discount code must be entered on the Xtendlife website in the discount code field at checkout.  </li><li>The discount code is only valid on products purchased through Subscribe and Save. </li><li>The discount amount is in USD.  </li><li>The discount code is valid only on your first Subscribe and Save order placed through the Xtendlife website. </li><li>The discount code will expire at 11:59 PM October 31, 2025 EDT.  </li><li>If the order value is below the discount code amount, the balance cannot be transferred, credited, claimed for cash or used on future orders.  </li><li>The discount code is valid exclusively for one use per customer on the Xtendlife checkout.   </li><li>The discount code cannot be deducted retrospectively once the order has been completed and charged.   </li><li>The discount code cannot be applied to previous purchases or be combined with other special discounts, discount codes or offers.   </li><li>The discount code is not transferable and may not be resold or redeemed for cash.   </li><li>The discount code will be invalid if any of the terms and conditions are violated.   </li></ul>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_rrJqXf",
        "collapsible_row_jrXhpi",
        "collapsible_row_9yKRb8",
        "collapsible_row_k4dGtr"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Promotional Terms and Conditions",
        "heading_size": "h1",
        "heading_alignment": "left",
        "layout": "none",
        "container_color_scheme": "",
        "color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 0,
        "padding_bottom": 100
      }
    },
    "newsletter_F83hpp": {
      "type": "newsletter",
      "blocks": {
        "heading_erdicL": {
          "type": "heading",
          "settings": {
            "heading": "Stay connected",
            "heading_size": "h2"
          }
        },
        "paragraph_caNE9T": {
          "type": "paragraph",
          "settings": {
            "text": "<p>Subscribe to our Newsletter and get the latest wellness tips, exclusive deals and news from Xtendlife delivered straight to your inbox.</p>"
          }
        },
        "email_form_jUnBfD": {
          "type": "email_form",
          "settings": {}
        }
      },
      "block_order": [
        "heading_erdicL",
        "paragraph_caNE9T",
        "email_form_jUnBfD"
      ],
      "custom_css": [
        ".newsletter__wrapper {padding: 0 !important; max-width: 100%;}",
        ".h1 {display: none;}",
        "@media (max-width: 749px) {.newsletter__right {padding: 0 2rem 4rem; }}",
        "@media screen and (min-width: 750px) {.h2 {font-size: 4rem; margin: 3rem 0 6rem; } .newsletter__left {min-height: 40rem; height: 30vw; position: relative; } .newsletter__image {object-fit: cover; display: block; max-width: 100%; position: absolute; top: 0; left: 0; height: 100%; width: 100%; }}"
      ],
      "name": "t:sections.newsletter.presets.name",
      "settings": {
        "color_scheme": "scheme-c386b73c-3983-4df4-a2f1-d5aa15164370",
        "full_width": true,
        "left_image": "shopify://shop_images/dc783163092f708c4093920fcfa853cd9a923bcf_1_1.jpg",
        "enable_klaviyo_attach": true,
        "klaviyo_list_id": "Ram9Tc",
        "klaviyo_source": "newsletter_section",
        "padding_top": 0,
        "padding_bottom": 0
      }
    }
  },
  "order": [
    "main",
    "collapsible_content_KcND43",
    "newsletter_F83hpp"
  ]
}
