/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 100,
        "padding_bottom": 100
      }
    },
    "collapsible_content_KcND43": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_rrJqXf": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Why is Xtendlife updating its prices?",
            "icon": "none",
            "row_content": "<p>We’re updating our prices to ensure we can continue doing what matters most: sourcing high-quality ingredients, manufacturing in our own facility, and maintaining the strict standards behind every Xtendlife product. This helps us deliver consistent quality, without compromise, over the long term.</p>",
            "page": ""
          }
        },
        "collapsible_row_jrXhpi": {
          "type": "collapsible_row",
          "settings": {
            "heading": "When will the new prices take effect?",
            "icon": "none",
            "row_content": "<p>The updated prices will take effect on Sunday, 1 February 2026 at 4:00 PM EST.</p>",
            "page": ""
          }
        },
        "collapsible_row_9yKRb8": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Are all products affected?",
            "icon": "none",
            "row_content": "<p>No. Around 60% of our products will see a price adjustment, while approximately 40% will remain at their current price.</p><p>Price changes have been applied selectively, based on ingredient sourcing, manufacturing, and supply considerations, rather than as a blanket increase.</p>",
            "page": ""
          }
        },
        "collapsible_row_k4dGtr": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I still order at current prices?",
            "icon": "none",
            "row_content": "<p>Yes. Any orders placed before 1 February 2026 at 4:00 PM EST will be charged at current prices.</p>",
            "page": ""
          }
        },
        "collapsible_row_ytLBrR": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Free Vitamin D3 + K2",
            "icon": "none",
            "row_content": "<ul><li>This offer is valid from 4:01 PM EST November 2, 2025 to 2:59 PM EST November 23, 2025, or while stocks last. </li><li>Receive a free Vitamin D3 + K2 (4000 IU) when you spend $50 USD or more on xtendlife.com with the discount code FREEVITD applied at checkout. </li><li>To qualify, the discount code FREEVITD must be entered on the xtendlife.com website in the discount code field at checkout.  </li><li>The Vitamin D3 + K2 (4000 IU) product must be added to your cart to receive the free gift. </li><li>The discount code is valid exclusively for one use per customer on the Xtendlife checkout.  </li><li>The discount code FREEVITD cannot be deducted retrospectively once the order has been completed and charged.  </li><li>The offer cannot be applied to previous purchases or be combined with other special discounts, discount codes or offers.  Subscribe & Save members must place a new order through checkout. </li><li>The discount code is not transferable and may not be resold or redeemed for cash.  </li><li>The discount code will be invalid if any of the terms and conditions are violated.  </li></ul>",
            "page": ""
          }
        },
        "collapsible_row_bAY7Bq": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "How old are you really? Quiz Prize",
            "icon": "none",
            "row_content": "<p><strong>Promotion Name</strong> <br/>Win up to $500 NZD towards a premium full-body diagnostic experience.  </p><p><strong>Promotional Period</strong> </p><ul><li>Start: Friday 7 November 2025 at 4:00PM NZDT </li><li>End: Monday 17 November 2025 at 4:00PM NZDT </li></ul><p><strong>Entry Restrictions</strong> <br/>Entry is open to individuals aged 18 years and over from eligible countries where the Xtendlife website delivers. Employees of the Promoter, its affiliates, and their immediate families are ineligible to enter. </p><p><strong>Entry Method and Determination</strong> </p><p>To enter the promotion, an eligible entrant must: </p><ol><li>Complete the ‘How old are you really?’ quiz by entering their name, email address, and country.</li><li>There is one (1) prize to be won, consisting of up to $500 NZD towards a premium full-body diagnostic experience.</li><li>The prize draw will take place on the 4th of December 2025 at Xtendlife head office, 12 Mary Muller Drive, Christchurch, New Zealand.</li><li>The prize winner will be contacted via email by the 5th December 2025 NZDT</li><li>The winner’s first name and last name initial will be published on the Xtendlife Terms and Conditions page by the 5th December 2025. </li></ol><p><strong>Entries Permitted</strong> </p><p>There can only be 1 entry per person. </p><p><strong>Prize Details and Value of Prize Pool</strong> </p><p>The prize consists of up to $500 NZD towards a premium full-body diagnostic experience.</p><p><strong>Prize Winners Notification</strong> </p><p>The prize will be drawn on the 4th December 2025 and must be accepted by the 11th of December 2025 NZDT (7 Days). The winner will be notified by email. </p><p><strong>Unclaimed Prizes</strong> </p><p>A second reselection will be held for the major prize (only) if not claimed by the 11th of December 2025 (as above). <br/>The new winner will be contacted via email within seven (7) days of the re-draw. </p><p><strong>Privacy Policy</strong> <br/><a href=\"https://www.xtend-life.co.nz/pages/privacy\">https://www.xtend-life.co.nz/pages/privacy</a></p><p>TERMS AND CONDITIONS </p><p><strong>Terms and Conditions</strong> </p><ol><li>Information on how to enter and prizes form part of these conditions of entry. Entry into the competition is deemed acceptance of these terms and conditions. </li><li>The promotion is open to individuals aged 18 years and over from eligible countries where the Xtendlife website delivers. Employees of the Promoter and any agency involved with this promotion, and the immediate families of such employees, are not eligible to enter. Immediate family includes the spouse, de facto spouse, child, parent, or sibling. </li><li>The promotion commences on Friday 7 November 2025 at 4:00PM NZDT and ends Monday 17 November 2025 at 4:00PM NZDT. (“Promotional Period”). </li><li>To enter the promotion during the promotional period, the entrant must: Complete the ‘How old are you really?’ quiz by entering their name, email address, country, and accepting the terms & conditions.</li><li>Incomplete entries will be deemed invalid. </li><li>This is a one-off competition, and there will be one winner drawn under supervision on the 4th of December 2025. </li><li>Winners will be advised by phone call or email. </li><li>The prize consists of up to $500 NZD towards a premium full-body diagnostic experience. The winner will receive either a gift card or credit to use towards a full-body diagnostic experience. </li><li>In the event that the prize is not claimed within 7 days of the winner being contacted, the Promoter reserves the right to redraw the prize under the original terms of the prize draw. </li><li>Once awarded, the Promoter is not liable for any part of the prize that has been lost, stolen, forged, damaged, or tampered with in any way. </li><li>In the event that the prize becomes unavailable for any reason beyond the Promoter’s control, the Promoter may, in its sole discretion, decide to provide an alternative prize. </li><li>Neither the Promoter nor any other entity associated with this promotion will be responsible for any late, lost, misdirected, corrupted, incomplete, or incorrectly submitted entries, including but not limited to entries not received due to technical problems or human error. The time entries are deemed to be made will be the time the entry is received, not the time the entry is submitted by an entrant.</li><li>The Promoter reserves the right to disallow entries in its absolute discretion and without giving reasons.</li><li>The Promoter may share entrant information, including name and contact details, with other persons or entities that assist in running the promotion. </li><li>The Promoter reserves the right, at any time, to verify the validity of entries and determine the eligibility of entrants (including an entrant’s identity and age) and to disqualify an entry or refuse to award a prize where false or misleading details have been given by an entrant, or where an entrant has behaved in a fraudulent or dishonest manner, or otherwise than in accordance with these terms and conditions or the spirit of the promotion.</li><li>By entering this Promotion, entrants agree to the use of their names, photographs, and likenesses for promotional/advertising purposes without charge, and agree to make themselves reasonably available for this purpose. The ensuing copyright will rest with the Promotor, without any claim to compensation from the entrants. </li><li>Entrants acknowledge and agree that he or she will comply with all instructions given by employees of the Promoter and other agencies associated with this promotion and agree not to do anything that may bring the Promoter into disrepute.</li><li>Entrants agree that, as a condition of receiving the prize, he or she may be required to execute a waiver and indemnity in the form provided by the Promoter.</li><li>If an entrant cannot accept the prize for any reason, that prize will be void and no compensation will be payable.</li><li>Failure by the Promoter to enforce any of its rights at any stage does not constitute a waiver of those rights. </li><li>All decisions made by the Promoter, its employees, or agents are final, and no correspondence will be entered into. </li><li>In the event of any dispute arising out of or in connection with the competition, the parties agree to first attempt to resolve the matter amicably through good faith negotiations. If the dispute cannot be resolved through negotiations, it shall be submitted to binding arbitration in accordance with the Arbitration Act 1996 (NZ), with the arbitration to be held in Christchurch, New Zealand. The decision of the arbitrator shall be final and binding on all parties. This competition and any disputes arising from it shall be governed by and construed in accordance with the laws of New Zealand. </li><li>The Promotor may amend, suspend, or cancel any aspect of the promotion (including any prize/gift) at any time at its sole discretion. </li><li>Except for any liability that cannot be excluded by law, the Promotor (including its officers, directors, shareholders, employees, advisors, assignees, agents, licensees, representatives, advertising and promotional agencies), excludes all liability (including negligence), for any personal injury or any loss or damage (including loss of opportunity), whether direct, indirect, special or consequential, arising in any way out of the Promotion, including, but not limited to, where attributable to any of the following: (a) any technical difficulties or equipment malfunction (whether or not under the Promoter’s control); (b) any theft, unauthorised access or third party interference; (c) any entry or prize claim that is late, lost, altered, damaged or misdirected; (d) any variation in the prize; any tax liability incurred by a claimant or entrant; or (f) use of a prize. </li><li>Any customs, import duties, or taxes incurred as a result of shipping, particularly for international shipments, will be the sole responsibility of the winner.</li><li>As a condition of participating in the promotion, the entrants indemnify the Promoter, all organisers, sponsors and all other persons and organisations associated in any way with the promotion against all claims, damages, liabilities, costs and expenses (including legal fees on a solicitor and client basis) which an entrant may incur arising out of their participation in the promotion and/or the travel and tour associated with it, howsoever caused.</li><li>The Promoter collects and holds personal information provided by entrants for the purposes of this promotion, and to advise details of further promotions by mail, email, or text. You will always be given the right to opt out of receiving further communications. Failure to provide the requested personal information may disqualify a person from entering this competition. All personal information provided by entrants will be held by the Promoter at the address specified in clause 27 below. Under the Privacy Act 2020, entrants have the right to access and correct any such personal information. Entrants may access and request correction of any of the details about them held by the Promoter by sending an email to <a href=\"mailto:customer.service@xtend-life.com\">customer.service@xtend-life.com</a></li><li>The Promoter is Xtend-Life Group Ltd, 12 Mary Muller Drive, Christchurch 8022, New Zealand </li></ol>",
            "page": ""
          }
        },
        "collapsible_row_p9NVQc": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Subscribe & Save Early Access",
            "icon": "none",
            "row_content": "<ul><li>This offer is valid from 3:00 PM EST November 20, 2025 to 2:59 PM EST November 23, 2025, or while stocks last. </li><li>Subscribe & Save customers receive 30% off sitewide, when purchasing through the xtendlife.co store.    </li><li>The discount will be automatically applied to existing Subscribe & Save Subscriptions scheduled within the Early Access period. </li><li>The discount is only available to subscriptions that have commenced before the offer begins. New subscriptions created during the offer period are not eligible. </li><li>The discount is valid exclusively for one use per customer on your Xtendlife portal.  </li><li>The discount cannot be deducted retrospectively once the order has been completed and charged.  </li><li> The offer cannot be applied to previous purchases or be combined with other special discounts, discount codes or offers.   </li><li>The discount is not transferable and may not be resold or redeemed for cash.  </li><li>The discount will be invalid if any of the terms and conditions are violated.  </li></ul>",
            "page": ""
          }
        },
        "collapsible_row_rndKrP": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Black Friday",
            "icon": "none",
            "row_content": "<ul><li>Receive 30% off sitewide during the BFCM sales period, excluding Gut Harmony. All promotional prices are reflected on the site automatically; no code is needed.   </li><li>BFCM sales period for 2025 is Sunday, 23 November 3:00 PM EST to Sunday, 30 November 2:59 PM EST.  </li><li>This promotion excludes Gut Harmony. </li><li>Discounts, promotional codes, or offers cannot be used during the BFCM sales period.  </li><li>If you return your order (some or all of your ordered products) placed in the BFCM sales period, refunds will be calculated at the BFCM promotion purchase price minus shipping costs; as per our refund policy.  </li><li>The BFCM offers are not transferable and may not be resold or redeemed for cash.   </li></ul>",
            "page": ""
          }
        },
        "collapsible_row_VPeEdn": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Cyber Monday",
            "icon": "none",
            "row_content": "<ul><li>Receive 30% off sitewide during the BFCM sales period, excluding Gut Harmony. All promotional prices are reflected on the site automatically; no code is needed.   </li><li>BFCM sales period for 2025 is Sunday, 30 November 3:00 PM EST to Tuesday, 2 December 10:59 PM EST. </li><li>This promotion excludes Gut Harmony. </li><li>Discounts, promotional codes, or offers cannot be used during the BFCM sales period.  </li><li>If you return your order (some or all of your ordered products) placed in the BFCM sales period, refunds will be calculated at the BFCM promotion purchase price minus shipping costs; as per our refund policy.  </li><li>The BFCM offers are not transferable and may not be resold or redeemed for cash.    </li></ul>",
            "page": ""
          }
        },
        "collapsible_row_JgjLy4": {
          "type": "collapsible_row",
          "disabled": true,
          "settings": {
            "heading": "Win your order back",
            "icon": "none",
            "row_content": "<p>This promotion is open to customers who place an order on our website between 2:59 PM EST November 29, 2025 and 2:59 PM EST November 30, 2025. </p><p>The winner will receive a refund equal to the full value of their winning order (excluding shipping fees, if applicable). </p><p>Refunds will be processed to the original payment method used at checkout. </p><p>One winning order will be randomly drawn after the promotion ends at 8:59 AM December 1, 2025. </p><p>The winner will be contacted via the email address associated with their order within 5 days. </p><p>Orders placed outside the promotional period will not be eligible. </p><p>If the winner does not respond within 7 days, a new winner may be drawn. </p><p>This promotion is not transferable, exchangeable, or redeemable for cash beyond the refund value of the order. </p><p>We reserve the right to amend, suspend, or cancel the promotion if necessary. </p><p>By participating, customers agree to these Terms & Conditions. </p>",
            "page": ""
          }
        },
        "collapsible_row_jidCxi": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Will this affect my Subscribe & Save orders?",
            "icon": "none",
            "row_content": "<p>If you are on a Subscribe & Save plan, any renewals processed on or after 1 February 2026 at 4:00 PM EST will reflect the updated pricing. Orders processed before that time will remain at current prices.</p>",
            "page": ""
          }
        },
        "collapsible_row_87CthE": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Is the product formulation or quality changing?",
            "icon": "none",
            "row_content": "<p>No. Our formulations, ingredient sourcing, manufacturing processes, and testing standards remain unchanged. This update supports our ability to maintain the level of quality you expect from Xtendlife.</p>",
            "page": ""
          }
        },
        "collapsible_row_DFeJnd": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Does this price update relate to changes in global shipping or tariffs?",
            "icon": "none",
            "row_content": "<p>Yes, in part. Changes in global trade conditions, including recent US tariff updates, have increased the cost of supplying products internationally. As a global brand, these changes affect our overall cost base.</p><p>This pricing update allows us to manage these impacts while continuing to manufacture to the same high standards across all markets, without compromising on quality or consistency.</p>",
            "page": ""
          }
        },
        "collapsible_row_e7MXmc": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Why isn’t this change limited to one country?",
            "icon": "none",
            "row_content": "<p>Xtendlife operates globally, with shared sourcing, manufacturing, and quality systems. Cost changes in one major market can affect the wider operation, and a consistent global approach allows us to maintain fairness, stability, and standards across all regions.</p>",
            "page": ""
          }
        },
        "collapsible_row_PBKpED": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Why wasn’t this absorbed by Xtendlife?",
            "icon": "none",
            "row_content": "<p>We continually review costs and efficiencies across the business. This update ensures we can sustainably maintain our standards, invest in quality and testing, and continue manufacturing in our own facility over the long term.</p>",
            "page": ""
          }
        },
        "collapsible_row_M6mWp7": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Will prices increase again soon?",
            "icon": "none",
            "row_content": "<p>We don’t make pricing changes lightly. Any future adjustments are carefully considered, and we aim to keep pricing as stable as possible.</p>",
            "page": ""
          }
        },
        "collapsible_row_B7U6K3": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Where can I see the updated prices?",
            "icon": "none",
            "row_content": "<p>Updated prices will be visible on our website and across all stores once the change takes effect on 1 February 2026 at 4:00 PM EST.</p>",
            "page": ""
          }
        },
        "collapsible_row_AmtRt9": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Who can I contact if I have questions?",
            "icon": "none",
            "row_content": "<p>Our Customer Relations team is always happy to help. You can contact us at customer.service@xtend-life.com, and we’ll get back to you as soon as possible.</p><p>Looking ahead, we have an exciting new product line-up planned for the year ahead, and we look forward to sharing it with you as we continue to support your health journey.</p><p>Thank you for your continued trust in Xtendlife. Your support allows us to keep doing things properly, today and into the future.</p>",
            "page": ""
          }
        },
        "collapsible_row_CP6tcL": {
          "type": "collapsible_row",
          "settings": {
            "heading": "d",
            "icon": "none",
            "row_content": "<p>Yes, in part. Changes in global trade conditions, including recent US tariff updates, have increased the cost of supplying products internationally. As a global brand, these changes affect our overall cost base.</p><p>This pricing update allows us to manage these impacts while continuing to manufacture to the same high standards across all markets, without compromising on quality or consistency.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_rrJqXf",
        "collapsible_row_jrXhpi",
        "collapsible_row_9yKRb8",
        "collapsible_row_k4dGtr",
        "collapsible_row_ytLBrR",
        "collapsible_row_bAY7Bq",
        "collapsible_row_p9NVQc",
        "collapsible_row_rndKrP",
        "collapsible_row_VPeEdn",
        "collapsible_row_JgjLy4",
        "collapsible_row_jidCxi",
        "collapsible_row_87CthE",
        "collapsible_row_DFeJnd",
        "collapsible_row_e7MXmc",
        "collapsible_row_PBKpED",
        "collapsible_row_M6mWp7",
        "collapsible_row_B7U6K3",
        "collapsible_row_AmtRt9",
        "collapsible_row_CP6tcL"
      ],
      "name": "t:sections.collapsible_content.presets.name",
      "settings": {
        "caption": "",
        "heading": "Your Questions Answered",
        "heading_size": "h1",
        "heading_alignment": "left",
        "layout": "none",
        "container_color_scheme": "",
        "color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 0,
        "padding_bottom": 100
      }
    },
    "newsletter_F83hpp": {
      "type": "newsletter",
      "blocks": {
        "heading_erdicL": {
          "type": "heading",
          "settings": {
            "heading": "Stay connected",
            "heading_size": "h2"
          }
        },
        "paragraph_caNE9T": {
          "type": "paragraph",
          "settings": {
            "text": "<p>Subscribe to our Newsletter and get the latest wellness tips, exclusive deals and news from Xtendlife delivered straight to your inbox.</p>"
          }
        },
        "email_form_jUnBfD": {
          "type": "email_form",
          "settings": {}
        }
      },
      "block_order": [
        "heading_erdicL",
        "paragraph_caNE9T",
        "email_form_jUnBfD"
      ],
      "custom_css": [
        ".newsletter__wrapper {padding: 0 !important; max-width: 100%;}",
        ".h1 {display: none;}",
        "@media (max-width: 749px) {.newsletter__right {padding: 0 2rem 4rem; }}",
        "@media screen and (min-width: 750px) {.h2 {font-size: 4rem; margin: 3rem 0 6rem; } .newsletter__left {min-height: 40rem; height: 30vw; position: relative; } .newsletter__image {object-fit: cover; display: block; max-width: 100%; position: absolute; top: 0; left: 0; height: 100%; width: 100%; }}"
      ],
      "name": "t:sections.newsletter.presets.name",
      "settings": {
        "color_scheme": "scheme-c386b73c-3983-4df4-a2f1-d5aa15164370",
        "full_width": true,
        "left_image": "shopify://shop_images/dc783163092f708c4093920fcfa853cd9a923bcf_1_1.jpg",
        "enable_klaviyo_attach": true,
        "klaviyo_list_id": "TURMy6",
        "klaviyo_source": "newsletter_section",
        "padding_top": 0,
        "padding_bottom": 0
      }
    }
  },
  "order": [
    "main",
    "collapsible_content_KcND43",
    "newsletter_F83hpp"
  ]
}
